<template>
	<view class="main">
    <view class="text">尊敬的用户，欢迎使用由厦门市偲游网络科技有限公司（下列简称为“偲游网络”）提供的服务。</view>
    <view class="text">在使用前请您阅读如下服务协议，使用本应用即表示您同意接受本协议，本协议产生法律效力，特别涉及免除或者限制偲游网络责任的条款，对用户权利进行限制的条款以及约定争议解决方式、司法管辖的条款。请仔细阅读。如有任何问题，可向偲游网络咨询。</view>
    <view class="text">1.1 平台同意按照《用户服务协议》(下称“本协议”)的规定及其不时发布的操作规则提供基于互联网的相关服务(以下称“服务”)，为获得服务，服务使用人(以下称“用户”)同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户进行注册并登陆即表示用户完全接受本协议项下的全部条款。</view>
    <view class="text">1.2 由于用户及市场状况的不断变化，平台保留随时修改本协议条款的权利，修改本协议条款时，平台将于相关页面公告修改的事实，而不另行对用户进行个别通知。若用户不同意修改的内容，可停止使用全部平台所提供的服务。若用户继续使用平台所提供的任意服务，即视为用户业已接受平台所修订的内容。</view>
    <view class="text">1.3 用户可随时访问平台查阅最新协议。用户在使用平台提供的各项服务之前,应仔细阅读本协议，如用户不同意本协议及/或随时对其的更改，请停止使用平台提供的服务，若用户继续使用平台所提供的任意服务，即视为用户业已接受平台所修订的内容。。</view>
    <view class="text">1.4如果用户希望通过平台账号使用平台提供的服务时，用户还需接受《用户隐私协议》。《用户隐私协议》系明确约定平台对于用户使用平台服务而提供和产生的信息承担一定保密义务的条款，是本协议的重要组成部分。请务必仔细阅读《用户隐私协议》，对本协议的同意即视为对《用户隐私协议》的同意。</view>
    <view class="h2">2 平台服务内容</view>
      <view class="text">2.1 平台服务的具体内容由平台根据实际情况提供，例如赛事活动通知、论坛(BBS)、聊天室、电子邮件等。平台保留随时变更、中断或终止部分或全部服务的权利。</view>
    	<view class="text">2.2 平台在提供服务时，可能会对部分服务(例如网络游戏及其他电信增值服务)的用户收取一定的费用。在此情况下，平台会在相关页面上做出明确提示。如用户不同意支付该等费用，则可不接受相关服务。</view>
    	<view class="text">2.3 用户理解：平台仅提供相关服务，除此之外与相关服务有关的设备(如电脑、调制解调器及其他与接入互联网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费)均应由用户自行负担。</view>
      <view class="text">2.4 用户应使用正版软件接受服务。</view>
    <view class="h2">3 用户服务内容</view>
      <view class="text">3.1 用户账号注册</view>
      <view class="text">3.1.1 用户必须完全同意本协议所有条款并完成注册程序，在用户注册成功后，平台将给予每个用户一个用户账号及相应的密码，该用户账号和密码由用户负责保管；用户应当对以其用户账号进行的所有活动和事件负法律责任。</view>
      <view class="text">3.1.2 注册过程中，用户应按照相关网页上的要求输入正确的个人基本资料，包括真实姓名和有效的身份证、护照、军人证号码。用户承诺以其真实身份注册账号，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和本协议的约定对所提供的信息承担相应的法律责任。</view>
      <view class="text">3.1.3 用户输入的姓名和身份证、护照、军人证号码结合其与之对应的证件，作为用户的唯一有效身份证明；在用户无法有效证明其身份时，平台有权拒绝提供任何信息或承担任何义务。</view>
      <view class="text">3.2 用户账号注册时的禁止行为</view>
      <view class="text">3.2.1请勿以党和国家领导人或其他社会名人的真实姓名、字号、艺名、笔名注册；</view>
      <view class="text">3.2.2冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关的名称；</view>
      <view class="text">3.2.3请勿注册和其他网友之名相近、相仿的名字；</view>
      <view class="text">3.2.4请勿注册不文明、不健康名字，或包含歧视、侮辱、猥亵类词语的名字；</view>
      <view class="text">3.2.5请勿注册易产生歧义、引起他人误解的名字；</view>
      <view class="text">3.2 用户账号修改</view>
      <view class="text">3.2.1 用户以真实身份注册成为平台用户后，需要修改所提供的个人信息(包括电子邮箱、联系方式)的，须向平台提供与原注册资料相符合的身份证复印件及需要修改的信息，经平台核实成功后，及时有效地为用户提供修改服务。</view>
      <view class="text">3.2.2 用户账号信息发生变更而未及时修改，导致无法证明用户的有效身份，平台有权拒绝提供任何信息或承担任何义务。</view>
      <view class="text">3.3 用户账号、密码和安全</view>
      <view class="text">3.3.1用户一旦注册成功，便成为偲游网络的合法用户，将得到一个密码和账号，同时，此账号密码可登录偲游网络的所有网页、小程序和APP，因此用户应采取合理措施维护其密码和账号的安全，用户对利用该密码和账号所进行的一切活动负全部责任；</view>
      <view class="text">3.3.2用户自主参加活动赛事所导致的任何损失或损害由用户承担，掌趣电竞不承担任何责任； </view>
      <view class="text">3.3.3用户的密码和账号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知偲游网络；</view>
      <view class="text">3.3.4并且用户在每次连线结束，应结束账号使用，否则用户可能得不到偲游网络的安全保护；</view>
      <view class="text">3.3.5对于用户长时间未使用的账号，掌趣电竞有权予以关闭并注销其内容。</view>
      <view class="text">3.4 用户账号使用</view>
      <view class="text">3.4.1 用户在使用平台服务过程中，必须遵循以下原则：</view>
      <view class="text">(A) 遵守中国有关的法律和法规；</view>
      <view class="text">(B) 不得为任何非法目的而使用服务系统；</view>
      <view class="text">(C) 遵守所有与服务有关的网络协议、规定和程序；</view>
      <view class="text">(D) 不得利用平台服务系统进行任何可能对互联网的正常运转造成不利影响的行为；</view>
      <view class="text">(E) 不得利用平台服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</view>
      <view class="text">(F) 不得利用平台服务系统进行任何不利于平台的行为；</view>
      <view class="text">(G) 就平台及合作商业伙伴的服务、产品、业务咨询应采取相应机构提供的沟通渠道，不得在公众场合发布有关平台及相关服务的负面宣传；</view>
      <view class="text">(H) 如发现任何非法使用用户账号或账号出现安全漏洞的情况，应立即通告平台；</view>
      <view class="text">3.4.2 用户使用根据本协议获得的用户账号和密码登录平台的网站或接受其他平台提供的服务项目时，应遵守该网站或服务项目的相关服务协议及使用守则，用户登录上述网站或接受上述服务项目时即视为对相关服务协议及使用守则的接受。</view>
      <view class="text">3.4.3 用户同意接受平台通过电子邮件或其他方式向用户发送的商品促销或其他相关商业信息。</view>
      <view class="text">3.5 用户账号的保管</view>
      <view class="text">3.5.1 平台有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给用户和他人的民事权利造成损害的，应当承担由此产生的法律责任。</view>
      <view class="text">3.5.2 平台对登录后所持账号产生的行为依法享有权利和承担责任。如若有任何第三方向平台发出指示,在确认其提供账户、密码信息准确的情况下,用户同意且平台有权视为该行为获得了用户的充分授权,该行为所产生结果直接归属于用户本身。</view>
      <view class="text">3.5.3 若用户发现账号或密码被他人非法使用或有异常使用的情形，请立即通知平台，并有权通知平台暂停该账号的登录和使用，但用户在进行该等申请时应提供与其注册身份信息相一致的个人有效身份信息。平台核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户账号的登录和使用。平台违反上述约定，未及时采取措施暂停用户账号的登录和使用，因此而给用户造成损失的，应当承担其相应的法律责任。用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，平台有权拒绝用户上述请求。</view>
      <view class="text">3.5.4 若平台发现疑似遭盗用的会员账号，有权立即终止该会员账号的使用权。</view>
      <view class="text">3.5.5 若因为用户自身原因，而导致账号、密码遭他人非法使用时，平台将不负责处理。用户自身原因包括但不限于：任意向第三者透露账号和密码及所有注册资料；多人共享同一个账号；安装非法或来路不明的程序等。</view>
      <view class="h2">4 用户个人隐私信息保护</view>
      <view class="text">4.1用户在注册账号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。</view>
      <view class="text">4.2个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、微信号、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在偲游网络服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。</view>
      <view class="text">4.3尊重用户个人隐私信息的私有性是偲游网络的一贯制度，偲游网络将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者偲游网络发现存在发生前述情形的可能时，将及时采取补救措施。</view>
      <view class="text">4.4偲游网络未经用户同意不向任何第三方公开、透露用户个人隐私信息。但以下特定情形除外：</view>
      <view class="text">4.4.1偲游网络根据法律法规规定或有权机关的指示提供用户的个人隐私信息；</view>
      <view class="text">4.4.2由于用户将其用户密码告知他人或与他人共享注册账户与密码，由此导致的任何个人信息的泄漏，或其他非因偲游网络原因导致的个人隐私信息的泄露；</view>
      <view class="text">4.4.3用户自行向第三方公开其个人隐私信息；</view>
      <view class="text">4.4.4用户与偲游网络及合作单位之间就用户个人隐私信息的使用公开达成约定，偲游网络因此向合作单位公开用户个人隐私信息；</view>
      <view class="text">4.4.5任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露。</view>
      <view class="text">4.5用户同意偲游网络可在以下事项中使用用户的个人隐私信息：</view>
      <view class="text">4.5.1偲游网络向用户及时发送重要通知，如软件更新、本协议条款的变更；</view>
      <view class="text">4.5.2偲游网络内部进行审计、数据分析和研究等，以改进偲游网络的产品、服务和与用户之间的沟通；</view>
      <view class="text">4.5.3依本协议约定，偲游网络管理、审查用户信息及进行处理措施；</view>
      <view class="text">4.5.4适用法律法规规定的其他事项。</view>
      <view class="text">除上述事项外，如未取得用户事先同意，偲游网络不会将用户个人隐私信息使用于任何其他用途。</view>
      <view class="text">4.6偲游网络重视对未成年人个人隐私信息的保护。偲游网络将依赖用户提供的个人信息判断用户是否为未成年人。任何18岁以下的未成年人注册账号或使用本服务应事先取得家长或其法定监护人（以下简称“监护人”）的书面同意。除根据法律法规的规定及有权机关的指示披露外，偲游网络不会使用或向任何第三方透露未成年人的操作记录及其他个人隐私信息。</view>
      <view class="text">4.7为了改善偲游网络的技术和服务，向用户提供更好的服务体验，偲游网络或可会自行收集使用或向第三方提供用户的非个人隐私信息。</view>
      <view class="h2">5 所有权</view>
      <view class="text">5.1 平台提供的服务内容中包括和/或涉及的所有的作品及资料(包括但不仅限于任何字幕、计算机代码、主题、物件、游戏角色、游戏角色名称、故事内容、对话内容、流行语、游戏概念、美术作品、动画、声效、乐曲、音像效果、运算方法、文档、线上聊天记录副本、游戏角色资料信息、游戏客户端和服务器软件等)，其著作权、专利权、商标专用权、商业秘密权及其它知识产权，均为平台或授权平台使用的合法权利人所有，除非事先经平台或其权利人的合法授权，任何人皆不得擅自以任何形式使用，否则平台可立即终止向用户提供产品和服务，并依法追究其法律责任，赔偿平台一切损失。</view>
      <view class="text">5.2 未经平台授权，任何人不得擅自复制、反编译(de--compile)、反汇编(disassemble)任何功能或程序,不得对任何功能和/或程序进行反向工程(reverse engineering)。</view>
      <view class="text">5.3 用户在此同意并确认，用户账号数据和所有其它相关信息，包括用户提供的个人信息、账号中的游戏角色和虚拟物品(除另有约定外，本条款所指的“虚拟物品”包括游戏内虚拟积分、货币、道具、装备、材料等)都归平台所有。</view>
      <view class="h2">6 服务的中止和终止</view>
      <view class="text">6.1 服务的中止用户在此同意并确认，其有下列行为之一时，平台有权中止为该用户提供部分或全部服务，对其账户做冻结处理：</view>
      <view class="text">6.1.1 提供虚假注册身份信息；</view>
      <view class="text">6.1.2 实施了违法本协议的行为；</view>
      <view class="text">6.1.3 实施了损害第三方用户权益或利益的行为；</view>
      <view class="text">6.1.4 在用户实施6.1.1和6.1.2行为后，平台有权中止为该用户提供部分或全部服务；平台在采取中止措施时，将告知用户中止期间，中止期间应该是合理的，中止期间届满后，平台应当及时恢复对用户的服务。但中止期间届满时，如果用户的违约状态仍然存在的，则平台有权延长中止服务的期间。</view>
      <view class="text">6.1.5 平台依据用户实施6.1.1和6.1.2行为，采取中止服务措施的，应当承担相应的举证责任。</view>
      <view class="text">6.2  用户禁止行为</view>
      <view class="text">用户同意其实施了下列行为之一时，平台有权终止为该用户提供服务，对其账户做删除处理：</view>
      <view class="text">6.2.1 发布违法信息；</view>
      <view class="text">6.2.2 严重违背社会公德以及其他违反法律禁止性规定的行为；</view>
      <view class="text">6.2.3 通过非法手段、不正当手段或其他不公平的手段使用平台服务或参加平台活动；</view>
      <view class="text">6.2.4 干扰平台正常地提供产品和服务，包括但不限于：攻击、侵入平台的网站服务器、游戏服务器客户端程序或使网站服务器过载；</view>
      <view class="text">6.2.5 破解、修改平台提供的客户端程序；</view>
      <view class="text">6.2.6 制作、发布、传播、使用任何形式的妨碍游戏公平性的辅助工具或程序(外挂)；</view>
      <view class="text">6.2.7 利用程序的漏洞和错误(Bug)破坏游戏的正常进行或传播该漏洞或错误(Bug)；</view>
      <view class="text">6.2.8 连续180天没有使用平台所提供的服务(自用户最后一次使用服务之日起计算)，则自第180天当天的24时起，平台有权采取措施终止该用户继续使用服务，删除该用户账号，包括但不限于注册信息、等级信息、角色信息、物品信息等一切与注册账号相关的信息，且勿需对删除该账号所带来的任何利益损失负责；</view>
      <view class="text">6.2.9 实施其他不合理地干扰或阻碍他人使用平台所提供服务或损害其他用户利益和权益的行为；</view>
      <view class="text">6.2.10 平台依据用户实施6.2.1和6.2.2行为，采取终止服务措施的，应当承担相应的举证责任。</view>
      <view class="text">6.3 为了维护和保证用户使用平台服务时的公平性，在平台发现用户数据异常时，无论用户对该异常数据的产生是否存在过错，平台均有权根据本协议及之后不定期发布的服务公告等，采取相应措施：包括但不限于对该账号的冻结、中止、终止、删除；用户在此承诺偲游网络有权作出上述行为，并承诺不就上述行为要求偲游网络作出任何形式的补偿或退费。</view>
      <view class="h2">7 用户的义务</view>
      <view class="text">7.1 自行提供与服务有关的设备(如电脑、调制解调器及其他与接入互联网有关的装置)并承担所需的费用(如为接入互联网而支付的电话费及上网费)。</view>
      <view class="text">7.2 使用正版软件接受服务。</view>
      <view class="text">7.3 按照第3.1条的规定完成注册程序，提供详尽、准确的个人资料并不断更新个人资料。如果因为用户提供的资料包含有不正确的信息，导致用户不能正常使用平台提供的服务，平台不承担任何责任。</view>
      <view class="text">7.4 遵守第3.4条中所述的各项约定。</view>
      <view class="text">7.5 履行第7条约定义务之外的所有其他任何义务。</view>
      <view class="text">7.6 平台举办的赛事门票只作为报名参赛的资格，作为赛事报名消耗，不做任何商业用途，赛事仅供参赛者游戏技术学习交流。</view>
      <view class="text">7.7 用户在本应用上不得发布下列违法信息和照片：</view>
      <view class="text">7.7.1反对宪法所确定的基本原则的；</view>
      <view class="text">7.7.2危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</view>
      <view class="text">7.7.3损害国家荣誉和利益的；</view>
      <view class="text">7.7.4煽动民族仇恨、民族歧视，破坏民族团结的；</view>
      <view class="text">7.7.5破坏国家宗教政策，宣扬邪教和封建迷信的；</view>
      <view class="text">7.7.6散布谣言，扰乱社会秩序，破坏社会稳定的；</view>
      <view class="text">7.7.7散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</view>
      <view class="text">7.7.8侮辱或者诽谤他人，侵害他人合法权益的；</view>
      <view class="text">7.7.9含有法律、行政法规禁止的其他内容的；</view>
      <view class="text">7.7.10禁止骚扰、毁谤、威胁、仿冒网站其他用户；</view>
      <view class="text">7.7.11禁煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</view>
      <view class="text">7.7.12严禁发布可能会妨害第三方权益的文件或者信息，例如（包括但不限于）：病毒代码、黑客程序、软件破解注册信息；</view>
      <view class="text">7.7.13禁止上传他人作品。其中包括你从互联网上下载、截图或收集的他人的作品；</view>
      <view class="text">7.7.14禁止上传广告、横幅、标志等网络图片。</view>
      <view class="text">7.8 上述上传或发布的内容用户上传的内容是指用户在偲游网络上传或发布的视频或其它任何形式的内容包括文字、图片、音频等。除非偲游网络收到相关通知，否则偲游网络将用户视为其在本应用上传或发布的内容的版权拥有人。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。偲游网络不承担任何法律及连带责任。对于经由本应用而传送的内容，偲游网络不保证前述其合法性、正当性、准确性、完整性或品质。用户在使用本应用时，有可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，偲游网络均不对任何内容承担任何责任，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。偲游网络有权（但无义务）自行拒绝或删除经由本应用提供的任何内容。个人或单位如认为偲游网络存在侵犯自身合法权益的内容，应准备好具有法律效力的证明材料，及时与偲游网络取得联系，以便偲游网络迅速作出处理。</view>
      <view class="h2">8 平台的义务</view>
      <view class="text">8.1 在法律法规允许的范围内，利用互联网为用户提供网络服务。</view>
      <view class="text">8.2 严格按照《平台用户信息保密条款》的约定对用户信息承担保密义务。</view>
      <view class="text">8.3 依据我国法律规定，核实用户所提供的个人有效身份信息与所注册的身份信息是否一致，经核实后，发现一致的，平台应当为用户提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。</view>
      <view class="h2">9 服务的中断、停止</view>
      <view class="text">9.1 用户了解并认可，为了网站的正常运行，平台需定期或不定期地对网站进行停机维护，这种因系统维护或升级的需要而需暂停服务时，平台将尽可能事先进行通告。因此类情况而造成的正常服务的中断、停止，用户应该予以理解。</view>
      <view class="text">9.2 发生下列情形之一时，平台有权停止或中断服务器所提供之服务，对因此而产生的不便或损害，平台不承担任何责任：</view>
      <view class="text">9.2.1 定期检查或施工，更新软硬件等；</view>
      <view class="text">9.2.2 服务器遭受损坏，导致无法正常运作；</view>
      <view class="text">9.2.3 突发性的软硬件设备与电子通信设备故障；</view>
      <view class="text">9.2.4 网路提供商线路或其它故障，无法提供服务；</view>
      <view class="text">9.2.5 在紧急情况之下为维护国家安全或其它会员及第三者之人身安全；</view>
      <view class="text">9.2.6 不可抗力及其他第三方原因致使平台无法提供服务；</view>
      <view class="text">9.2.7 由于相关政府机构的要求。</view>
      <view class="h2">10 免责声明</view>
      <view class="text">10.1 平台就其所提供的服务，不负任何明示或默示的担保责任，而其所提供的服务的稳定、安全、无误及不中断性亦有可能因第8条所述情形而受到影响。用户应自行承担使用服务所有的风险及因此可能导致的损害，包括而不限于其因使用服务而到平台官方网站下载游戏或资料图片而导致用户或其所使用的计算机系统非因平台主观原因造成的损害，或发生任何资料的流失等。</view>
      <view class="text">10.2用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，偲游网络将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户或第三方造成的损失，偲游网络及合作单位在法律允许的范围内免责。</view>
      <view class="text">10.3本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。</view>
      <view class="text">10.4用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方任何损失，偲游网络不承担任何责任。</view>
      <view class="text">10.5用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，偲游网络不承担任何责任。</view>
      <view class="text">10.6用户理解并确认，偲游网络需要定期或不定期地对“偲游网络”平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，偲游网络无需为此承担任何责任，但偲游网络应事先进行通告。</view>
      <view class="text">10.7偲游网络依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成偲游网络的义务或承诺，偲游网络不能保证及时发现违法违规或违约行为或进行相应处理。</view>
      <view class="text">10.8用户理解并确认，对于偲游网络向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，偲游网络无需承担任何责任。</view>
      <view class="h2">11 其他</view>
      <view class="text">11.1 在适用法律允许的最大范围内，平台保留对本协议的最终解释权。用户如对本协议有任何疑问，请登陆平台或官方网站获取相关信息或拨打本公司客服电话。</view>
      <view class="text">11.2偲游网络郑重提醒用户注意本协议中免除偲游网络责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。</view>
      <view class="text">11.3本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和偲游网络之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交偲游网络注册地有管辖权的人民法院管辖。</view>
      <view class="text">11.4本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</view>
      <view class="h2">厦门市偲游网络科技有限公司</view>
    
	</view>
</template>


<script>
	export default {
		name: "agreement",
		data() {
			return {
				
			};
		},
		methods: {
		},
		
	};
</script>
<style scoped lang="scss">
	.main{
		padding: 0 40rpx;
		overflow: hidden;
		.h2{
			font-size: 30rpx;
			font-weight: bold;
			margin-top: 50rpx;
		}
		.text{
			font-size: 28rpx;
			margin-top: 30rpx;
		}
	}
</style>
