<template>
	<view class="main">
    <view class="h2">特别提示：</view>
    <view class="text">厦门市偲游网络科技有限公司（以下简称“偲游网络”）在此特别提醒您（用户）在使用偲游网络提供的各项服务之前，请您务必审慎阅读、充分理解本《用户隐私协议》（以下简称“协议”），确保您充分理解本协议中各条款内容，包括但不限于免除或者限制责任的条款。请您审慎阅读并选择接受或不接受本协议，如您不同意本服务协议及/或随时对其的修改，您可以主动停止使用偲游网络提供的服务；您一旦使用偲游网络提供的服务，即视为您已了解并完全同意本服务协议各项内容。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。本协议可由偲游网络随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不另行通知。如果用户不接受修改后的条款，请立即停止使用偲游网络提供的服务，用户继续使用将被视为接受修改后的协议。</view>
    <view class="h2">一、账号注册</view>
    <view class="text">1.1 用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。用户注册后即表示用户与偲游网络达成协议，完全接受本协议项下的全部条款。</view>
    <view class="text">1.2 用户在注册账号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。用户注册成功后，将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</view>
    <view class="text">1.3 用户一经注册账号，除非子频道要求单独开通权限，用户有权利用该帐号使用偲游网络各个频道的单项服务，当用户使用偲游网络各单项服务时，用户的使用行为视为其对该单项服务的服务条款以及偲游网络在该单项服务中发出的各类公告的同意。</view>
    <view class="text">1.4 偲游网络会员服务协议和公告可由偲游网络定时更新，并予以公示。您在使用相关服务时,应关注并遵守其所适用的相关条款。</view>
    <view class="text">1.5在用户注册及使用本服务时，偲游网络需要搜集能识别用户身份的个人信息以便服务可以在必要时联系用户，或为用户提供更好的使用体验。偲游网络搜集的信息包括但不限于用户的姓名、地址；偲游网络同意对这些信息的使用将受限于第二条用户个人隐私信息保护的约束。</view>
    <view class="h2">二、用户个人隐私信息保护</view>
    <view class="text">2.1尊重用户个人隐私信息的私有性是偲游网络的一贯制度，偲游网络将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。偲游网络不会在未经合法用户授权时公开、编辑或透露其注册资料及保存在本应用中的非公开内容，除非有下列情况：</view>
    <view class="text">2.1.1偲游网络根据有关法律法规规定、有权机关的指示提供用户个人隐私信息，或偲游网络合法服务程序规定；</view>
    <view class="text">2.1.2用户本人同意与第三方共享信息和资讯。由于用户将其用户密码告知他人或与他人共享注册账户与密码，由此导致的任何个人信息的泄露，或非由偲游网络原因导致的个人隐私信息的泄露；</view>
    <view class="text">2.1.3用户与偲游网络及合作单位之间就用户个人隐私信息的使用公开达成约定，偲游网络因此向合作单位公开用户个人隐私信息；</view>
    <view class="text">2.1.4在紧急情况下，为维护用户及公众的权益，为维护偲游网络的商标权、专利权及其他任何合法权益；</view>
    <view class="text">2.1.5任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露；</view>
    <view class="text">2.1.6只有透露用户的个人信息和资讯，才能提供用户所要求的某种产品和服务;</view>
    <view class="text">2.1.7其他需要公开、编辑或透露个人信息的情况。</view>
    <view class="text">2.2 在以下（包括但不限于）几种情况下，偲游网络有权使用用户的个人信息：</view>
    <view class="text">2.2.1在进行促销或抽奖时，偲游网络可能会与赞助商共享用户的个人信息，在这些情况下偲游网络会在发送用户信息之前进行提示，并且用户可以通过不参与来终止传送过程；</view>
    <view class="text">2.2.2偲游网络可以将用户信息与第三方数据匹配；</view>
    <view class="text">2.2.3偲游网络会通过透露合计用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述偲游网络的服务。</view>
    <view class="text">除上述事项外，如未取得用户事先同意，偲游网络不会将用户个人隐私信息使用于任何其他用途。</view>
    <view class="text">2.3偲游网络重视对未成年人个人隐私信息的保护。偲游网络将依赖用户提供的个人信息判断用户是否为未成年人。任何18岁以下的未成年人注册账号或使用本服务应事先取得家长或其法定监护人（以下简称“监护人”）的书面同意。除根据法律法规的规定及有权机关的指示披露外，偲游网络不会使用或向任何第三方透露未成年人的操作记录及其他个人隐私信息。</view>
    <view class="text">2.4为了改善偲游网络的技术和服务，向用户提供更好的服务体验，偲游网络或可会自行收集使用或向第三方提供用户的非个人隐私信息。</view>
    <view class="h2">三、隐私权政策适用范围</view>
    <view class="text">3.1用户在登录本应用服务器时留下的个人身份信息；</view>
    <view class="text">3.2用户通过本应用服务器与其他用户或非用户之间传送的各种资讯；</view>
    <view class="text">3.3本应用与商业伙伴共享的其他用户或非用户的各种信息；</view>
    <view class="h2">四、其他</view>
    <view class="text">4.1本协议版权由偲游网络所有，在适用法律允许的最大范围内，偲游网络保留对本协议的最终解释权。用户如对本协议有任何疑问，请登陆平台或官方网站获取相关信息或拨打本公司客服电话。</view>
    <view class="text">4.2偲游网络郑重提醒用户注意本协议中免除偲游网络责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。</view>
    <view class="text">4.3本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和偲游网络之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交偲游网络注册地有管辖权的人民法院管辖。</view>
    <view class="text">公司名称：厦门市偲游网络科技有限公司</view>
    <view class="text">注册地址：中国（福建）自由贸易试验区厦门片区象屿路93号厦门国际航运中心C栋4层431单元H</view>
    <view class="text">常用办公地址：厦门市湖里区兴隆路71号2009单元之一</view>

    
    
	</view>
</template>


<script>
	export default {
		name: "agreement",
		data() {
			return {
				
			};
		},
		methods: {
		},
		
	};
</script>
<style scoped lang="scss">
	.main{
		padding: 0 40rpx;
		overflow: hidden;
		.h2{
			font-size: 30rpx;
			font-weight: bold;
			margin-top: 50rpx;
		}
		.text{
			font-size: 28rpx;
			margin-top: 30rpx;
		}
	}
</style>
